/**
 * GUI Localization for MainMenu.nib.
 *
 * Many of the strings in this file are stock OS X menu items.  Please localize as closely to
 * your own Mac OS install if possible.
 *
 * Language: Français (FR)
 * Maintainer: Fred
 * Last Update: 03-Mar-2008
 */

/**
 * Standard menu stuff follows.
 */

/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "Ramener tout au premier plan";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "Fenêtre";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "Minimiser";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "Fenêtre";

/* Class = "NSMenu"; title = "AMainMenu"; ObjectID = "29"; */
"29.title" = "AMenuPrincipal";

/* Class = "NSMenuItem"; title = "ZiPhone"; ObjectID = "56"; */
"56.title" = "ZiPhone";

/* Class = "NSMenu"; title = "ZiPhone"; ObjectID = "57"; */
"57.title" = "ZiPhone";

/* Class = "NSMenuItem"; title = "About ZiPhone"; ObjectID = "58"; */
"58.title" = "A propos de ZiPhone";

/* Class = "NSMenuItem"; title = "Close"; ObjectID = "73"; */
"73.title" = "Fermer";

/* Class = "NSMenu"; title = "File"; ObjectID = "81"; */
"81.title" = "Fichier";

/* Class = "NSMenuItem"; title = "File"; ObjectID = "83"; */
"83.title" = "Fichier";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "103"; */
"103.title" = "Aide";

/* Class = "NSMenu"; title = "Help"; ObjectID = "106"; */
"106.title" = "Aide";

/* Class = "NSMenuItem"; title = "ZiPhone Help"; ObjectID = "111"; */
"111.title" = "Aide ZiPhone";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "Services";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "Services";

/* Class = "NSMenuItem"; title = "Hide ZiPhone"; ObjectID = "134"; */
"134.title" = "Masquer ZiPhone";

/* Class = "NSMenuItem"; title = "Quit ZiPhone"; ObjectID = "136"; */
"136.title" = "Quitter ZiPhone";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "Masquer autres";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "Montrer tous";

/* Class = "NSMenuItem"; title = "Stop Speaking"; ObjectID = "195"; */
"195.title" = "Arrêter de parler";

/* Class = "NSMenuItem"; title = "Start Speaking"; ObjectID = "196"; */
"196.title" = "Arrêter de parler";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "197"; */
"197.title" = "Copier";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "198"; */
"198.title" = "Tout sélectionner";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "199"; */
"199.title" = "Couper";

/* Class = "NSMenu"; title = "Spelling and Grammar"; ObjectID = "200"; */
"200.title" = "Orthographe et Grammaire";

/* Class = "NSMenuItem"; title = "Check Spelling"; ObjectID = "201"; */
"201.title" = "Vérifier grammaire";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "202"; */
"202.title" = "Effacer";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "203"; */
"203.title" = "Coller";

/* Class = "NSMenuItem"; title = "Show Spelling…"; ObjectID = "204"; */
"204.title" = "Montrer orthographe…";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "205"; */
"205.title" = "Editer";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "208"; */
"208.title" = "Trouver suivant";

/* Class = "NSMenuItem"; title = "Find…"; ObjectID = "209"; */
"209.title" = "Trouver…";

/* Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "210"; */
"210.title" = "passer la séléction";

/* Class = "NSMenuItem"; title = "Speech"; ObjectID = "211"; */
"211.title" = "Speech";

/* Class = "NSMenu"; title = "Speech"; ObjectID = "212"; */
"212.title" = "Speech";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "213"; */
"213.title" = "Trouver précédent";

/* Class = "NSMenuItem"; title = "Spelling and Grammar"; ObjectID = "216"; */
"216.title" = "Orthographe et grammaire";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "217"; */
"217.title" = "Editer";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "218"; */
"218.title" = "Trouver";

/* Class = "NSMenuItem"; title = "Check Spelling While Typing"; ObjectID = "219"; */
"219.title" = "Trouver les erreurs pendant rédaction";

/* Class = "NSMenu"; title = "Find"; ObjectID = "220"; */
"220.title" = "Trouver";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "221"; */
"221.title" = "Chercher dans la séléction";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "239"; */
"239.title" = "Zoomer";

/* Class = "NSMenuItem"; title = "Check Grammar With Spelling"; ObjectID = "346"; */
"346.title" = "Vérifier Orthographe";

/* Class = "NSMenuItem"; title = "Substitutions"; ObjectID = "348"; */
"348.title" = "Substitutions";

/* Class = "NSMenu"; title = "Substitutions"; ObjectID = "349"; */
"349.title" = "Substitutions";

/* Class = "NSMenuItem"; title = "Smart Copy/Paste"; ObjectID = "350"; */
"350.title" = "Rapide Copier/Coller";

/* Class = "NSMenuItem"; title = "Smart Quotes"; ObjectID = "351"; */
"351.title" = "Citations";

/* Class = "NSMenuItem"; title = "Smart Links"; ObjectID = "354"; */
"354.title" = "Liens";

/* Class = "NSWindow"; title = "ZiPhone - All in one jailbreak / unlocking tool for iPhone and iPod Touch"; ObjectID = "371"; */
"371.title" = "ZiPhone - Jailbreak- Tout en un pour iPhone et iTouch";

/* Class = "NSButtonCell"; title = "Stop (kill ziphone)"; ObjectID = "379"; */
"379.title" = "Arrêter, tuer ZiPhone";

/* Class = "NSButtonCell"; title = "Help & Info"; ObjectID = "383"; */
"383.title" = "Aide et infos";

/* Class = "NSBox"; title = "Progress Log"; ObjectID = "400"; */
"400.title" = "Status";

/* Class = "NSWindow"; title = "About ZiPhone"; ObjectID = "442"; */
"442.title" = "A Propos ZiPhone";

/* Class = "NSMenuItem"; title = "Run Reboot Test (-t)"; ObjectID = "488"; */
"488.title" = "Lancer Reboot (-t)";

/* Class = "NSMenuItem"; title = "Check Resource MD5's (-C)"; ObjectID = "491"; */
"491.title" = "Verifier MD5's (-C)";

/* Class = "NSTabViewItem"; label = "One-Click Actions"; ObjectID = "493"; */
"493.label" = "Actions en 1-click";

/* Class = "NSTabViewItem"; label = "Advanced"; ObjectID = "494"; */
"494.label" = "Avancées";

/* Class = "NSButtonCell"; title = "iErase BL 3.9 baseband"; ObjectID = "516"; */
"516.title" = "iErase BL 3.9 baseband";

/* Class = "NSTextFieldCell"; placeholderString = "15-16 Digit IMEI #"; ObjectID = "517"; */
"517.placeholderString" = "15-16 caractères IMEI #";

/* Class = "NSButtonCell"; title = "Change phone's IMEI"; ObjectID = "518"; */
"518.title" = "Changer l'IMEI";

/* Class = "NSButtonCell"; title = "Downgrade 4.6 BL to 3.9 & 
Flash/unlock 4.03"; ObjectID = "537"; */
"537.title" = "Downgrader 4.6 BL à 3.9 & 
Flash/unlock 4.03";

/* Note to localizers: Feel free to take credit here for your work.  
 * Just keep it short or it'll run off the edge of the About window. =)
 */
/* Class = "NSTextFieldCell"; title = "Credit for translator"; ObjectID = "556"; */
"556.title" = "En Français par Fred";

/* Class = "NSTabViewItem"; label = "Readme"; ObjectID = "558"; */
"558.label" = "Lisez-Moi";

/* Class = "NSTabViewItem"; label = "Troubleshooting"; ObjectID = "559"; */
"559.label" = "Déboguage";

/* Class = "NSButtonCell"; title = "Unlock phone for any carrier"; ObjectID = "573"; */
"573.title" = "Débloquer pour tout opérateur";

/* Class = "NSButtonCell"; title = "Activate iPhone"; ObjectID = "575"; */
"575.title" = "Activer iPhone";

/* Class = "NSButtonCell"; title = "Jailbreak (iPhone or iTouch)"; ObjectID = "582"; */
"582.title" = "Jailbreaker (iPhone ou iTouch)";

/* Class = "NSMenuItem"; title = "Mode"; ObjectID = "664"; */
"664.title" = "Mode";

/* Class = "NSMenu"; title = "Mode"; ObjectID = "665"; */
"665.title" = "Mode";

/* Class = "NSMenuItem"; title = "Restart in DFU Mode"; ObjectID = "666"; */
"666.title" = "Redémarrer en DFU Mode";

/* Class = "NSMenuItem"; title = "Restart in Normal Mode"; ObjectID = "667"; */
"667.title" = "Redémarrer en Normal Mode";

/* Class = "NSMenuItem"; title = "Restart in Recovery Mode"; ObjectID = "668"; */
"668.title" = "Redémarrer en Recovery Mode";

/* Class = "NSButtonCell"; title = "Start Process"; ObjectID = "675"; */
"675.title" = "Démarrer";

/* Class = "NSTextFieldCell"; title = "To be used for legitimate purposes only!"; ObjectID = "681"; */
"681.title" = "Pour l'utiliser légalement seulement :D";

/* Class = "NSTextFieldCell"; title = "ZiPhone development takes a significant amount of time.  Please donate to support continued improvements."; ObjectID = "687"; */
"687.title" = "Le développement de ZiPhone prend du temps, une donation nous permet de l'améliorer ! Merci !";
